/* German Localization made by Luis Amadeo Fernández Rodríguez */

/* Download size */
"%.2f / %.2f Mb  (%.2f Mb/s)" = "%1$.2f / %2$.2f Mb  (%3$.2f Mb/s)";

/* Download time min/sec */
"%i min %i sec" = "%1$i min %2$i seg";

/* Download time sec */
"%i sec" = "%i seg";

/* An update is available */
"An update is available" = "Actualización Disponible";

/* Are you sure want to cancel */
"Are you sure want to cancel?" = "¿Seguro que quieres cancelar?";

/* Can't download ipsw list */
"Can't download ipsw list" = "Imposible descargar la lista de ipsw";

/* Cancel Download */
"Cancel Download" = "Descarga Cancelada";

/* Connection error */
"Connection error" = "Error de Conexión";

/* Download to */
"Download to" = "Guardar como";

/* Expect to start download */
"Expect to start download" = "A la espera de comenzar la descarga";

/* Notification notification title */
"ipswDownloader" = "ipswDownloader";

/* No */
"No" = "No";

/* No updates */
"No updates" = "Sin Actualizaciones";

/* OK */
"OK" = "OK";

/* Update */
"Update" = "Actualización";

/* Would you like to update application now? */
"Would you like to update application now?" = "¿Desea actualizar ahora la Aplicación?";

/* Yes - Sí*/
"Yes" = "Sí";

/* You are using the latest version */
"You are using the latest version" = "Estás usando la ultima versión";

/* Notification Download Complete */
"Download Complete" = "Descarga Completa";

/* Notification Download Fail */
"Download Fail" = "Descarga Errónea";

/* Notification Download Canceled */
"Download Canceled" = "Descarga Cancelada";

/* Notification Download Paused */
"Download Paused" = "Descarga Pausa";

/* Notification Download Resume */
"Download Resume" = "Descarga Resumen";

/* Notification SHA1 Checksum Fail" */
"SHA1 Checksum Fail" = "Fallo en la comprobación del SHA1";

/* Resume */
"Resume" = "Resumen";

/* Pause */
"Pause" = "Pausa";

/* No Internet Connection */
"No Internet Connection" = "No hay conexión a Internet";

/* Please check your Internet connection */
"Please check your Internet connection" = "Compruebe su conexión a Internet";

/* Cancel */
"Cancel" = "Cancelada";

/* Download */
"Download" = "Descarga";

/* Duplicate finded */
"Duplicate finded" = "Encontrada duplicidad.";

/* Start new Download 1 */
"You are currently downloading that firmware. Do You want start new download?" = "Ya estás descargando este firmware. ¿Deseas iniciar nuevamente la descarga?";

/* Start new Download 2 */
"You are downloaded that firmware before. Do You want start new download?" = "Ya has descargado anteriormente este firmware. ¿Deseas iniciar nuevamente la descarga?";

/* Start new Download 3 */
"That firmware is paused. Do You want start new or resume download?" = "La descarga del firmware está pausada. ¿Deseas descargarlo de nuevo o continuar con la descarga?";
